tannewt/circuitpython/ports/espressif/boards/espressif_esp32s3_box_3/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
// SPDX-FileCopyrightText: Copyright (c) 2026 Moises Trovo
// SPDX-License-Identifier: MIT

#pragma once

// Micropython setup

#define MICROPY_HW_BOARD_NAME       "ESP32-S3-Box-3"
#define MICROPY_HW_MCU_NAME         "ESP32S3"
